content/posts/gauge_gravitation_theory.md
+++
title = "gauge gravitation theory"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:56-04:00
slug = "gauge_gravitation_theory"
draft = false
+++

## [gauge theory]({{< relref "gauge_theory" >}}), [general relativity]({{< relref "general_relativity" >}}) {#gauge-theory--gauge-theory-dot-md--general-relativity--general-relativity-dot-md}


## [Gauge gravitation theory \* Wikipedia](<https://en.wikipedia.org/wiki/Gauge%5Fgravitation%5Ftheory>) {#gauge-gravitation-theory-wikipedia--https-en-dot-wikipedia-dot-org-wiki-gauge-gravitation-theory}


### In terms of gauge theory on natural bundles, gauge fields are linear connections on a world manifold \\[X\\], defined as principal connections on the linear frame bundle \\[FX\\], and a metric (tetrad) gravitational field plays the role of a Higgs field responsible for spontaneous symmetry breaking of general covariant transformations.[7] {#in-terms-of-gauge-theory-on-natural-bundles-gauge-fields-are-linear-connections-on-a-world-manifold-x-defined-as-principal-connections-on-the-linear-frame-bundle-fx-and-a-metric--tetrad--gravitational-field-plays-the-role-of-a-higgs-field-responsible-for-spontaneous-symmetry-breaking-of-general-covariant-transformations-dot-7}


### this is to consider gravity and/or general relativity as a gauge theory {#this-is-to-consider-gravity-and-or-general-relativity-as-a-gauge-theory}


## references {#references}


### Utiyama, R. (1956). Invariant Theoretical Interpretation of Interaction. <span class="underline"><span class="underline">Physical Review</span></span>, \_\_101\_\_(5), 1597–1607. [<10.1103/PhysRev.101.1597>](<https://doi.org/10.1103/PhysRev.101.1597>) {#utiyama-r-dot--1956--dot-invariant-theoretical-interpretation-of-interaction-dot-101--5--1597-1607-dot-10-dot-1103-physrev-dot-101-dot-1597--https-doi-dot-org-10-dot-1103-physrev-dot-101-dot-1597}
